Repository: giftformekft-tech/gls
Catalog: eredeti/languages/gls-shipping-for-woocommerce-*.po
Languages: cs_cz, hr, hu_hu, ro_ro, sk_sk, sl_si

source: Select the Print Position.
cs_cz: Vyberte pozici tisku.
hr: Odaberite položaj ispisa.
hu_hu: Válassza ki a Nyomtatási pozíciót.
ro_ro: Selectați Poziția de imprimare.
sk_sk: Vyberte pozíciu tlače.
sl_si: Izberite položaj tiskanja.

source: Select the Printer Type.
cs_cz: Vyberte Typ tiskárny.
hr: Odaberite vrstu pisača.
hu_hu: Válassza ki a nyomtató típusát.
ro_ro: Selectați tipul de imprimantă.
sk_sk: Vyberte typ tlačiarne.
sl_si: Izberite vrsto tiskalnika.

source: Selected Address Details:
cs_cz: Podrobnosti vybrané adresy:
hr: Detalji odabrane adrese:
hu_hu: Kiválasztott cím részletei:
ro_ro: Detalii adresă selectată:
sk_sk: Detaily vybranej adresy:
sl_si: Podrobnosti izbranega naslova:

source: Sender Addresses
cs_cz: Adresy odesílatele
hr: Adrese pošiljaoca
hu_hu: Feladói címek
ro_ro: Adrese expeditor
sk_sk: Adresy odosielateľa
sl_si: Naslovi pošiljatelja

source: Sender Identity Card Number. Required for Serbia.
cs_cz: Číslo identifikační karty odesílatele. Vyžadováno pro Srbsko.
hr: Broj osobne iskaznice pošiljaoca. Obavezno za Srbiju.
hu_hu: Feladó személyi igazolványának száma. Szerbiában kötelező.
ro_ro: Numărul cărții de identitate expeditorului. Necesar pentru Serbia.
sk_sk: Číslo preukazu totožnosti odosielateľa. Vyžaduje sa pre Srbsko.
sl_si: Številka osebne izkaznice pošiljatelja. Obvezno za Srbijo.

source: Serbia
cs_cz: Srbsko
hr: Srbija
hu_hu: Szerbia
sk_sk: Srbsko
sl_si: Srbija

source: Shipping Price
cs_cz: Cena dopravy
hr: Cijena dostave
hu_hu: Szállítási díj
ro_ro: Preț de livrare
sk_sk: Cena prepravy
sl_si: Cena Dostave

source: Show GLS Logo
cs_cz: Zobrazit logo GLS
hr: Prikaži GLS logo
hu_hu: GLS logó megjelenítése
ro_ro: Afișați logo-ul GLS
sk_sk: Zobrazte logo GLS
sl_si: Prikaži ikono GLS

source: Show the GLS logo icon next to all GLS shipping methods in cart and checkout to highlight your GLS delivery options.
cs_cz: Zobrazte ikonu loga GLS vedle všech GLS dopravních metod v košíku a při pokladně pro zvýraznění vašich GLS možností doručení.
hr: Prikažite GLS logo ikonu pored svih GLS načina dostave u košarici i pri plaćanju kako biste istaknuli svoje GLS opcije dostave.
hu_hu: Jelenítse meg a GLS logó ikont minden GLS szállítási módszer mellett a kosárban és a fizetésnél a GLS szállítási lehetőségek kiemeléséhez.
ro_ro: Afișați pictograma cu sigla GLS lângă toate metodele de livrare GLS în coș și la finalizarea comenzii pentru a evidenția opțiunile de livrare GLS.
sk_sk: Zobrazte ikonu loga GLS vedľa všetkých spôsobov dopravy GLS v košíku a pokladni, aby ste zvýraznili možnosti doručenia GLS.
sl_si: V košarici in blagajni prikažite ikono logotipa GLS poleg vseh načinov dostave GLS, da poudarite možnosti dostave GLS.

source: Single GLS Account
cs_cz: Jeden GLS účet
hr: Jedan GLS račun
hu_hu: Egyedi GLS fiók
ro_ro: Cont GLS unic
sk_sk: Jeden GLS účet
sl_si: En GLS račun

source: Slovakia
cs_cz: Slovensko
hr: Slovačka
hu_hu: Szlovákia
ro_ro: Slovacia
sk_sk: Slovenská republika
sl_si: Slovaška

source: Slovenia
cs_cz: Slovinsko
hr: Slovenija
hu_hu: Szlovénia
sk_sk: Slovinsko
sl_si: Slovenija

source: SM1 Service Text
hr: Tekst usluge SM1
hu_hu: SM1 szolgáltatás szövege
ro_ro: SM1 Serviciu Text
sl_si: Besedilo Storitve SM1

source: SMS Pre-advice (SM2)
cs_cz: SMS předvýzva (SM2)
hr: SMS prethodna obavijest (SM2)
hu_hu: SMS előzetes riport (SM2)
ro_ro: SMS pre-aviz (SM2)
sk_sk: SMS predvoľba (SM2)
sl_si: Predhodno SMS obveščanje (SM2)

source: SMS Pre-advice Service (SM2)
cs_cz: SMS předvýzva služba (SM2)
hr: Usluga Pre-AdviceService putem SMS-a (SM2)
hu_hu: SMS előzetes riport szolgáltatás (SM2)
sk_sk: SMS predvoľba (SM2)
sl_si: Storitev predhodnega SMS obveščanja (SM2)

source: SMS Service (SM1)
cs_cz: SMS služba (SM1)
hr: Usluga SMSService (SM1)
hu_hu: SMS szolgáltatás (SM1)
sl_si: SMS Storitev (SM1)

source: SMS Service Text
hr: Tekst SMSService usluge
hu_hu: SMS szolgáltatás szövege
sl_si: Besedilo SMS Storitve

source: SMS Service Text. Variables that can be used in the text of the SMS: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
cs_cz: Text služby SMS. Proměnné, které lze použít v textu SMS: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
hr: Tekst SMS usluge. Varijable koje se mogu koristiti u tekstu SMS-a: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
hu_hu: SMS szolgáltatás szövege. Az SMS szövegében használható változók: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
ro_ro: Serviciul SMS Text. Variabile care pot fi utilizate în textul SMS-ului: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.
sk_sk: SMS Service text. Premenné ktoré môžu byť použité v texte SMS správy: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
sl_si: Besedilo storitve SMS. Spremenljivke, ki jih je mogoče uporabiti v besedilu SMS-a: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#.

source: SMS service with a maximum text length of 130.
cs_cz: Služba SMS s maximální délkou textu 130.
hr: SMS usluga s maksimalnom dužinom teksta od 130.
hu_hu: SMS szolgáltatás szöveghossza maximum 130 karakter.
ro_ro: Serviciul SMS cu o lungime maximă a textului de 130 de caractere.
sk_sk: SMS služba s maximálnou dĺžkou textu 130 znakov.
sl_si: SMS storitev z maksimalno dolžino besedila 130.

source: SMS Text:
hr: SMS tekst:
hu_hu: SMS szöveg:
ro_ro: Text SMS:
sl_si: Besedilo SMS:

source: Some products in your cart (%s) cannot be shipped to parcel shops or parcel lockers. Only standard delivery options are available.
cs_cz: Některé produkty ve vašem košíku (%s) nemohou být odeslány do parcel shopů nebo parcel lockerů. Jsou k dispozici pouze standardní možnosti dopravy.
hr: Neki proizvodi u vašoj košarici (%s) ne mogu se slati u PaketShopove ili Paketomate. Dostupne su samo standardne opcije dostave.
hu_hu: A kosaradban lévő egyes termékek (%s) nem szállíthatók parcel shopokba vagy parcel lockerekbe. Csak a szabványos szállítási lehetőségek érhetők el.
ro_ro: Unele produse din coșul dvs. (%s) nu pot fi livrate către magazine de colete sau dulapuri pentru colete. Sunt disponibile doar opțiunile de livrare standard.
sk_sk: Niektoré produkty vo vašom košíku (%s) nie je možné odoslať do balíkových predajní alebo balíkových schránok. K dispozícii sú iba štandardné možnosti doručenia.
sl_si: Nekaterih izdelkov v vaši košarici (%s) ni mogoče poslati v trgovine s paketi ali omarice za pakete. Na voljo so samo standardne možnosti dostave.

source: Spain
cs_cz: Španělsko
hr: Španjolska
hu_hu: Spanyolország
ro_ro: Spania
sk_sk: Španielsko
sl_si: Španija

source: Status
cs_cz: Stav
hu_hu: Állapot
ro_ro: Stare
sk_sk: Stav

source: Store Phone Number
cs_cz: Uložit telefonní číslo
hr: Telefonski broj trgovine
hu_hu: Az üzlet telefonszáma
ro_ro: Numărul de telefon al magazinului
sk_sk: Telefónne číslo predajne
sl_si: Telefonska številka

source: Store Phone number that will be sent to GLS as a contact information.
cs_cz: Uložit Telefonní číslo, které bude odesláno společnosti GLS jako kontaktní informace.
hr: Telefonski broj trgovine koji će biti poslan GLS-u kao kontakt informacija.
hu_hu: Tárolja a telefonszámot, amelyet kapcsolatfelvételi adatként küldünk el a GLS-nek.
ro_ro: Stocați numărul de telefon care va fi trimis către GLS ca informații de contact.
sk_sk: Store Telefónne číslo, ktoré bude zaslané GLS ako kontaktné informácie.
sl_si: Telefonska številka, ki bo poslana GLS kot kontaktni podatek.

source: Success
cs_cz: Úspěch
hr: Uspjeh
hu_hu: Sikeres
ro_ro: Succes
sk_sk: Úspech
sl_si: Uspeh

source: Supported Countries
cs_cz: Podporované země
hr: Podržane zemlje
hu_hu: Támogatott országok
ro_ro: Țări acceptate
sk_sk: Podporované krajiny
sl_si: Podprte Države

source: Time From
cs_cz: Čas od
hr: Vrijeme od
hu_hu: Időponttól
ro_ro: Ora de la
sk_sk: Čas od
sl_si: Čas od

source: Time To
cs_cz: Čas do
hr: Vrijeme do
hu_hu: Időpontig
ro_ro: Ora până la
sk_sk: Čas do
sl_si: Čas do

source: Title
cs_cz: Titul
hr: Naslov
hu_hu: Név
ro_ro: Titlu
sk_sk: Oslovenie
sl_si: Naziv

source: Title to be display on site
cs_cz: Titul, který se zobrazí na webu
hr: Naslov koji će biti prikazan na stranici
hu_hu: Az oldalon megjelenítendő megnevezés
ro_ro: Titlul care va fi afișat pe site
sk_sk: Oslovenie pre zobrazenie na stránke
sl_si: Naziv, ki naj se prikaže na spletnem mestu

source: Title to be displayed on site
cs_cz: Název bude zobrazen na místě
hr: Naslov prikazan na stranici
hu_hu: A címet a helyszínen kell megjeleníteni
ro_ro: Titlul va fi afișat pe site
sk_sk: Názov, ktorý sa zobrazí na stránke
sl_si: Naslov, ki bo prikazan na spletnem mestu

source: Total number of packages to be collected.
cs_cz: Celkový počet balíčků k vyzvednutí
hr: Ukupan broj paketa za preuzimanje.
hu_hu: Összesen gyűjtendő csomagok száma.
ro_ro: Numărul total de pachete care trebuie colectate.
sk_sk: Celkový počet balení na vyzdvihnutie.
sl_si: Skupno število paketov za prevzem.

source: Type of Printer
cs_cz: Typ tiskárny
hr: Vrsta pisača
hu_hu: Nyomtató típusa
ro_ro: Tip de imprimantă
sk_sk: Typ tlačiarne
sl_si: Vrsta tiskalnika

source: Updated
cs_cz: Aktualizováno
hr: Ažurirano
hu_hu: Frissítve
ro_ro: Actualizat
sk_sk: Aktualizované
sl_si: Posodobljeno

source: Username
cs_cz: Uživatelské jméno
hr: Korisničko ime
hu_hu: Felhasználónév
ro_ro: Nume utilizator
sk_sk: Užívateľské meno
sl_si: Uporabniško ime

source: Variables: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
cs_cz: Proměnné: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
hr: Varijable: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
hu_hu: Változók: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
ro_ro: Variabile: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
sk_sk: Premenné: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#
sl_si: Spremenljivke: #ParcelNr#, #COD#, #PickupDate#, #From_Name#, #ClientRef#

source: View
cs_cz: Zobrazit
hr: Pogledaj
hu_hu: Megtekintés
ro_ro: Vizualizare
sk_sk: Zobraziť
sl_si: Ogled

source: Weight Based Rates: max_weight|cost
cs_cz: Sazby založené na hmotnosti: max_weight|cost
hr: Stope zasnovane na težini: maksimalna_težina|trošak
hu_hu: Súlyalapú árak: max_weight|cost
ro_ro: Tarife bazate pe greutate: max_weight|cost
sk_sk: Sadzby podľa hmotnosti: max_weight|cost
sl_si: Stopnje na podlagi teže: max_weight|cena

source: WooCommerce Store Address
cs_cz: Adresa obchodu WooCommerce
hr: Adresa WooCommerce trgovine
hu_hu: WooCommerce áruház címe
ro_ro: Adresa magazinului WooCommerce
sk_sk: Adresa obchodu WooCommerce
sl_si: Naslov trgovine WooCommerce

source: ← Back to History
cs_cz: ← Zpět do historie
hr: ← Povratak na povijest
hu_hu: ← Vissza az előzményekhez
ro_ro: ← Înapoi la istoric
sk_sk: ← Späť na históriu
sl_si: ← Nazaj na zgodovino

source: ⚙️ Advanced Services
cs_cz: ⚙️ Pokročilé služby
hr: ⚙️ Napredne usluge
hu_hu: ⚙️ Speciális szolgáltatások
ro_ro: ⚙️ Servicii avansate
sk_sk: ⚙️ Pokročilé služby
sl_si: ⚙️ Napredne storitve

source: Belgium
cs_cz: Belgie
hr: Belgija
ro_ro: Belgia
sk_sk: Belgicko
sl_si: Belgija

source: Sandbox
sk_sk: Pieskovisko (Sandbox)
sl_si: Peskovnik
