Repository: giftformekft-tech/gls
Catalog: eredeti/languages/gls-shipping-for-woocommerce-*.po
Languages: cs_cz, hr, hu_hu, ro_ro, sk_sk, sl_si

source: GLS pickup location changed to: %s (%s)
cs_cz: Místo vyzvednutí GLS změněno na: %s (%s)
hr: GLS lokacija preuzimanja promijenjena u: %s (%s)
hu_hu: GLS felvételi hely módosult: %s (%s)
ro_ro: Locația de ridicare GLS a fost modificată la: %s (%s)
sk_sk: Miesto vyzdvihnutia GLS zmenené na: %s (%s)
sl_si: Lokacija prevzema GLS spremenjena na: %s (%s)

source: GLS Pickup Location:
cs_cz: Místo vyzvednutí GLS:
hr: GLS mjesto preuzimanja:
hu_hu: GLS felvételi cím:
ro_ro: GLS Locația de preluare:
sk_sk: GLS miesto vyzdvihnutia:
sl_si: Prevzemno mesto GLS:

source: GLS Pickup Management
cs_cz: Správa vyzvednutí GLS
hr: Upravljanje GLS preuzimanjima
hu_hu: GLS felvétel kezelése
ro_ro: Gestionare ridicări GLS
sk_sk: Správa vyzdvihnutí GLS
sl_si: Upravljanje prevzemov GLS

source: GLS Services
cs_cz: Služby GLS
hr: GLS usluge
hu_hu: GLS szolgáltatások
ro_ro: Servicii GLS
sk_sk: GLS služby
sl_si: GLS storitve

source: GLS Shipping for WooCommerce
cs_cz: Přeprava GLS pro WooCommerce
hr: GLS Shipping za WooCommerce
hu_hu: GLS szállítás WooCommerce-hez
ro_ro: GLS Shipping pentru WooCommerce
sk_sk: GLS doručovanie pre WooCommerce
sl_si: GLS Dostava za WooCommerce

source: GLS Shipping Info
cs_cz: Přepravní info GLS
hr: GLS Informacije o dostavi
hu_hu: GLS szállítási infó
ro_ro: Informații de expediere GLS
sk_sk: GLS info o doručovaní
sl_si: Info o dostavi GLS

source: GLS Shipping Restriction
cs_cz: Omezení přepravy GLS
hr: GLS ograničenje dostave
hu_hu: GLS szállítási korlátozás
ro_ro: Restricția de transport GLS
sk_sk: Omezenie GLS dopravy
sl_si: Omejitev dostave GLS

source: GLS Tracking Number
cs_cz: Sledovací číslo GLS
hr: GLS broj za praćenje
hu_hu: GLS nyomon követési szám
ro_ro: Număr de urmărire GLS
sk_sk: GLS sledovacie číslo
sl_si: Sledilna številka GLS

source: GLS Tracking Number:
cs_cz: Sledovací číslo GLS:
hr: GLS broj za praćenje:
hu_hu: GLS nyomon követési szám:
ro_ro: Număr de urmărire GLS:
sk_sk: GLS sledovacie číslo:
sl_si: Sledilna številka GLS:

source: GLS Tracking Numbers:
cs_cz: Sledovací čísla GLS:
hr: GLS brojevi za praćenje:
hu_hu: GLS követési számok:
ro_ro: Numere de urmărire GLS:
sk_sk: Sledovacie čísla GLS:
sl_si: Sledilne številke GLS:

source: Greece
cs_cz: Řecko
hr: Grčka
hu_hu: Görögország
ro_ro: Grecia
sk_sk: Grécko
sl_si: Grčija

source: Guaranteed 24h Service (24H)
cs_cz: Záruční 24H služba (24H)
hr: Usluga Guranteed24hService (24H)
hu_hu: Guaranteed 24h Service szolgáltatás (24H)
ro_ro: Serviciu garantat 24h (24H)
sk_sk: Záručná 24H služba (24H)
sl_si: Zagotovljena 24h storitev (24H)

source: Hungary
cs_cz: Maďarsko
hr: Mađarska
hu_hu: Magyarország
ro_ro: Ungaria
sk_sk: Maďarsko
sl_si: Madžarska

source: ID
hu_hu: Azonosító

source: Insurance (INS)
cs_cz: Pojištění (INS)
hr: Osiguranje (INS)
hu_hu: Biztosítás (INS)
ro_ro: Asigurare (INS)
sk_sk: Poistenie (INS)
sl_si: Zavarovanje (INS)

source: Insurance Service (INS)
cs_cz: Pojištění (INS)
hr: Usluga InsuranceService
hu_hu: Biztosítási szolgáltatás (INS)
ro_ro: Serviciul de asigurare (INS)
sk_sk: Poistenie (INS)
sl_si: Storitev zavarovanja (INS)

source: Invalid sender address selected.
cs_cz: Byla vybrána neplatná adresa odesílatele.
hr: Odabrana je nevažeća adresa pošiljaoca.
hu_hu: Érvénytelen feladói cím választva.
ro_ro: Adresa expeditorului selectată nu este validă.
sk_sk: Vybraná neplatná adresa odosielateľa.
sl_si: Izbran neveljaven naslov pošiljatelja.

source: Italy
cs_cz: Itálie
hr: Italija
hu_hu: Olaszország
ro_ro: Italia
sk_sk: Taliansko
sl_si: Italija

source: Latest date and time for pickup.
cs_cz: Nejpozdější datum a čas vyzvednutí.
hr: Najkasniji datum i vrijeme za preuzimanje.
hu_hu: Legutóbbi felvételi dátum és idő.
ro_ro: Ultima dată și oră pentru ridicare.
sk_sk: Najneskorší dátum a čas vyzdvihnutia.
sl_si: Najpoznejši datum in čas za prevzem.

source: Luxembourg
cs_cz: Lucembursko
hr: Luksemburg
hu_hu: Luxemburg
ro_ro: Luxemburg
sk_sk: Luxembursko
sl_si: Luksemburg

source: Manage multiple GLS accounts. Each account can have different credentials and country settings.
cs_cz: Spravujte více GLS účtů. Každý účet může mít různé přihlašovací údaje a nastavení země.
hr: Upravljajte više GLS računa. Svaki račun može imati različite vjerodajnice i postavke zemlje.
hu_hu: Több GLS fiók kezelése. Minden fióknak különböző hitelesítési adatok és országbeállítások lehetnek.
ro_ro: Gestionați mai multe conturi GLS. Fiecare cont poate avea acreditări și setări de țară diferite.
sk_sk: Spravujte viacero účtov GLS. Každý účet môže mať iné poverenia a nastavenia krajiny.
sl_si: Upravljajte več računov GLS. Vsak račun ima lahko različne poverilnice in nastavitve države.

source: Manage multiple sender addresses. Each address can be set as default for shipments.
cs_cz: Spravujte více adres odesílatele. Každou adresu lze nastavit jako výchozí pro zásilky.
hr: Upravljajte više adresa pošiljaoca. Svaku adresu možete postaviti kao zadanu za pošiljke.
hu_hu: Több feladó címének kezelése. Minden cím beállítható alapértelmezettként a szállítmányokhoz.
ro_ro: Gestionați mai multe adrese de expeditor. Fiecare adresă poate fi setată ca implicită pentru expedieri.
sk_sk: Spravujte viacero adries odosielateľov. Každú adresu je možné nastaviť ako predvolenú pre zásielky.
sl_si: Upravljajte več naslovov pošiljateljev. Vsak naslov je mogoče nastaviti kot privzeti za pošiljke.

source: Mode
cs_cz: Mód
hr: Način rada
hu_hu: Mód
ro_ro: Mod
sk_sk: Mód
sl_si: Način

source: Multiple accounts mode was not saved because no valid GLS accounts were found. Please add at least one account to use multiple accounts mode.
cs_cz: Režim více účtů nebyl uložen, protože nebyly nalezeny žádné platné účty GLS. Pro použití režimu více účtů přidejte alespoň jeden účet.
hr: Način rada s više računa nije spremljen jer nisu pronađeni valjani GLS računi. Dodajte barem jedan račun za korištenje načina rada s više računa.
hu_hu: A többfiókos módot nem sikerült menteni, mert nem található érvényes GLS-fiók. Kérjük, adjon hozzá legalább egy fiókot a többfiókos mód használatához.
ro_ro: Modul conturi multiple nu a fost salvat deoarece nu au fost găsite conturi GLS valide. Adăugați cel puțin un cont pentru a utiliza modul conturi multiple.
sk_sk: Režim viacerých účtov sa nepodarilo uložiť, pretože sa nenašli žiadne platné účty GLS. Ak chcete použiť režim viacerých účtov, pridajte aspoň jeden účet.
sl_si: Način več računov ni bil shranjen, ker ni bilo mogoče najti veljavnih računov GLS. Za uporabo načina več računov dodajte vsaj en račun.

source: Multiple GLS Accounts
cs_cz: Více GLS účtů
hr: Više GLS računa
hu_hu: Több GLS fiók
ro_ro: Conturi multiple GLS
sk_sk: Viacero GLS účtov
sl_si: Več GLS računov

source: Name
cs_cz: Jméno
hr: Naziv
hu_hu: Név
ro_ro: Nume
sk_sk: Meno
sl_si: Ime

source: Name:
cs_cz: Jméno:
hr: Naziv:
hu_hu: Név:
ro_ro: Nume:
sk_sk: Meno:
sl_si: Ime:

source: Netherlands
cs_cz: Nizozemsko
hr: Nizozemska
hu_hu: Hollandia
ro_ro: Olanda
sk_sk: Holandsko
sl_si: Nizozemska

source: New Account
cs_cz: Nový účet
hr: Novi račun
hu_hu: Új fiók
ro_ro: Cont nou
sk_sk: Nový účet
sl_si: Nov račun

source: New Address
cs_cz: Nová adresa
hr: Nova adresa
hu_hu: Új cím
ro_ro: Adresă nouă
sk_sk: Nová adresa
sl_si: Nov naslov

source: No active GLS account was selected. The first valid account has been automatically set as active.
cs_cz: Nebyl vybrán žádný aktivní účet GLS. První platný účet byl automaticky nastaven jako aktivní.
hr: Nije odabran aktivan GLS račun. Prvi valjani račun automatski je postavljen kao aktivan.
hu_hu: Nem választott ki aktív GLS-fiókot. Az első érvényes fiók automatikusan aktívként lett beállítva.
ro_ro: Nu a fost selectat niciun cont GLS activ. Primul cont valid a fost setat automat ca activ.
sk_sk: Nebol vybraný žiadny aktívny účet GLS. Prvý platný účet bol automaticky nastavený ako aktívny.
sl_si: Izbran ni bil noben aktiven račun GLS. Prvi veljaven račun je bil samodejno nastavljen kot aktiven.

source: No custom sender address (use default from store settings)
cs_cz: Žádná vlastní adresa odesílatele (použít výchozí z nastavení obchodu)
hr: Nema prilagođene adrese pošiljaoca (koristi zadano iz postavki trgovine)
hu_hu: Nincs egyéni feladói cím (használja az áruház alapértelmezett beállításait)
ro_ro: Nicio adresă personalizată de expeditor (utilizați setările implicite ale magazinului)
sk_sk: Žiadna vlastná adresa odosielateľa (použije sa predvolená z nastavení obchodu)
sl_si: Ni prilagojenega naslova pošiljatelja (uporabi privzetega iz nastavitev trgovine)

source: No pickup requests found.
cs_cz: Nebyly nalezeny žádné požadavky na vyzvednutí.
hr: Nema pronađenih zahtjeva za preuzimanje.
hu_hu: Nincs felvételi kérés található.
ro_ro: Nu s-au găsit cereri de ridicare.
sk_sk: Neboli nájdené žiadne požiadavky na vyzdvihnutie.
sl_si: Ni najdenih zahtev za prevzem.

source: Not available in Serbia.
cs_cz: Nedostupné v Srbsku.
hr: Nije dostupno u Srbiji.
hu_hu: Nem elérhető Szerbiában.
ro_ro: Nu este disponibil în Serbia.
sk_sk: Nie je dostupné v Srbsku.
sl_si: Ni na voljo v Srbiji.

source: Not available without FDS service.
cs_cz: Nedostupné bez služby FDS.
hr: Nije dostupno bez FDS usluge.
hu_hu: FDS szolgáltatás nélkül nem elérhető.
ro_ro: Nu este disponibil fără serviciul FDS.
sk_sk: Nie je dostupné bez služby FDS
sl_si: Ni na voljo brez storitve FDS.

source: Number of Packages
cs_cz: Počet balíčků
hr: Broj paketa
hu_hu: Csomagok száma
ro_ro: Numărul de pachete
sk_sk: Počet balení
sl_si: Število paketov

source: Number of Packages:
cs_cz: Počet balíčků:
hr: Broj paketa:
hu_hu: Csomagok száma:
ro_ro: Numărul de pachete:
sk_sk: Počet balení:
sl_si: Število paketov:

source: Offical GLS Shipping for WooCommerce plugin
cs_cz: Oficiální plugin GLS pro WooCommerce
hr: Službena GLS ekstenzija za WooCommerce
hu_hu: Hivatalos GLS szállítási WooCommerce bővítmény
ro_ro: Plugin oficial GLS Shipping pentru WooCommerce
sk_sk: Oficiálny WooCommerce plugin pre GLS doručovanie
sl_si: Uradni vtičnik GLS dostave za WooCommerce

source: Only in Serbia! REQUIRED
cs_cz: Pouze v Srbsku! POŽADOVANÉ
hr: Samo za Srbiju. NEOPHODAN.
hu_hu: Csak Szerbiában! KÍVÁNT
ro_ro: Doar în Serbia! NECESAR
sk_sk: Len v Srbsku! POŽADOVANÝ
sl_si: Samo v Srbiji! OBVEZNO

source: Optional: Enter weight based rates (one per line). Format: max_weight|cost. Example: 1|100 means up to 1 %s costs 100. Leave empty to use default price.
cs_cz: Volitelné: Zadejte sazby založené na hmotnosti (jedna na řádek). Formát: max_hmotnost|cena. Příklad: 1|100 znamená až 1 %s stojí 100. Ponechte prázdné pro použití výchozí ceny.
hr: Neobavezno: Unesite stope temeljene na težini (jednu po retku). Format: max_težina|trošak. Primjer: 1|100 znači do 1 %s košta 100. Ostavite prazno za korištenje zadane cijene.
hu_hu: Nem kötelező: Adja meg a súlyalapú díjakat (soronként egyet). Formátum: max_súly|költség. Példa: 1|100 azt jelenti, hogy 1 %s-ig 100-ba kerül. Hagyja üresen az alapértelmezett ár használatához.
ro_ro: Opțional: Introduceți tarife bazate pe ponderare (unul pe linie). Format: max_weight|cost. Exemplu: 1|100 înseamnă că până la 1 %s costă 100. Lăsați câmpul gol pentru a utiliza prețul implicit.
sk_sk: Voliteľné: Zadajte sadzby založené na hmotnosti (jedna na riadok). Formát: max_weight|cost. Príklad: 1|100 znamená, že až 1 %s stojí 100. Ak chcete použiť predvolenú cenu, nechajte prázdne.
sl_si: Izbirno: vnesite stopnje na podlagi teže (eno na vrstico). Oblika: max_weight|strošek. Primer: 1|100 pomeni, da do 1 %s stane 100. Če želite uporabiti privzeto ceno, pustite prazno.

source: Order Reference Format
cs_cz: Formát odkazu na objednávku
hr: Format reference narudžbe
hu_hu: Rendelési hivatkozás formátuma
ro_ro: Format referință comandă
sk_sk: Formát referencie objednávky
sl_si: Format sklica na naročilo

source: Package Count
cs_cz: Počet balíků
hr: Broj paketa
hu_hu: Csomagok száma
ro_ro: Număr pachete
sk_sk: Počet balíkov
sl_si: Število paketov

source: Package count must be at least 1.
cs_cz: Počet balíků musí být alespoň 1.
hr: Broj paketa mora biti najmanje 1.
hu_hu: A csomagok száma legalább 1 kell legyen.
ro_ro: Numărul de pachete trebuie să fie cel puțin 1.
sk_sk: Počet balíkov musí byť aspoň 1.
sl_si: Število paketov mora biti vsaj 1.

source: Parcel info printed on label. Use placeholders: {{order_id}}, {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
cs_cz: {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
hr: Informacije o pošiljci ispisane na oznaci. Koristi zamjenske oznake: {{order_id}}, {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
hu_hu: {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
ro_ro: Informațiile despre colet sunt tipărite pe etichetă. Folosiți provizorii: {{order_id}}, {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
sk_sk: Informácie o balíku vytlačené na štítku. Použite zástupné symboly: {{order_id}}, {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.
sl_si: Podatki o paketu so natisnjeni na etiketi. Uporabite nadomestne znake: {{order_id}}, {{customer_comment}}, {{customer_name}}, {{customer_email}}, {{customer_phone}}, {{order_total}}, {{shipping_method}}.

source: Parcel Shop Delivery (PSD) service that ships parcels to the GLS Locker. GLS Parcel Locker can be selected from the interactive GLS Parcel Shop and GLS Locker finder map.
cs_cz: Služba Parcel Shop Delivery (PSD), která zasílá balíky do GLS Locker. GLS Parcel Locker lze vybrat na interaktivní mapě vyhledávače GLS Parcel Shop a GLS Locker.
hr: Usluga ParcelShopDelivery (PSD) koja šalje pakete u GLS PaketShopove i Paketomate. GLS Paketomat može se odabrati iz interaktivne karte GLS PaketShopova i GLS Paketomata.
hu_hu: Parcel Shop Delivery (PSD) szolgáltatás, amely által a GLS a csomagot Csomagautomatába szállítja. A Csomagautomatát az interaktív CsomagPont és Csomagautomata kereső térképen lehet kiválasztani.
ro_ro: Serviciul de livrare Parcel Shop (PSD) care expediază colete către GLS Locker. GLS Parcel Locker poate fi selectat de pe harta interactivă de căutare a GLS Parcel Shop și GLS Locker.
sk_sk: Služba "Parcel Shop Delivery (PSD)" ktorá doručuje zásielky do balíkomatov. Balíkomat môže byť zvolený pomocou interaktívnej mapy.
sl_si: Storitev Dostave v Paketno Trgovino (PSD), ki pošilja pakete v GLS Predal. GLS Paketomat je mogoče izbrati s pomočjo interaktivnega zemljevida za iskanje GLS Paketnih Trgovin in GLS Paketomatov.

source: Parcel Shop Delivery (PSD) service that ships parcels to the GLS Parcel Shop. GLS Parcel Shop can be selected from the interactive GLS Parcel Shop and GLS Locker finder map.
cs_cz: Služba Parcel Shop Delivery (PSD), která zasílá balíky do GLS Parcel Shopu. GLS Parcel Shop lze vybrat na interaktivní mapě vyhledávače GLS Parcel Shop a GLS Locker.
hr: Usluga ParcelShopDelivery (PSD) koja šalje pakete u GLS PaketShopove i Paketomate. GLS PaketShop može se odabrati iz interaktivne karte GLS PaketShopova i GLS Paketomata.
hu_hu: Parcel Shop Delivery (PSD) szolgáltatás, amely által a GLS a csomagot CsomagPontba szállítja. A CsomagPontot az interaktív CsomagPont és Csomagautomata kereső térképen lehet kiválasztani.
ro_ro: Serviciul de livrare colete (PSD) care expediază colete către magazinul de colete GLS. GLS Parcel Shop poate fi selectat de pe harta interactivă GLS Parcel Shop și GLS Locker.
sk_sk: Služba "Parcel Shop Delivery (PSD)" ktorá doručuje zásielky do Parcel Shop-ov. Parcel Shop môže byť zvolený pomocou interaktívnej mapy.
sl_si: Storitev Dostave v Paketno Trgovino (PSD), ki pošilja pakete v GLS Paketne Trgovine. GLS Paketne Trgovine je mogoče izbrati s pomočjo interaktivnega zemljevida za iskanje GLS Paketnih Trgovin in GLS Paketomatov.

source: Parcels are shipped to the customer’s address.
cs_cz: Balíky jsou zasílány na adresu zákazníka.
hr: Paketi se šalju na adresu kupca.
hu_hu: A csomagok az ügyfél címére kerülnek kiszállításra.
ro_ro: Coletele sunt expediate la adresa clientului.
sk_sk: Zásielky sú doručené na adresu zákazníka.
sl_si: Paketi se pošiljajo na naslov stranke.

source: Password
cs_cz: Heslo
hr: Lozinka
hu_hu: Jelszó
ro_ro: Parolă
sk_sk: Heslo
sl_si: Geslo

source: Pending
cs_cz: Čeká
hr: Na čekanju
hu_hu: Függőben
ro_ro: În așteptare
sk_sk: Čakajúce
sl_si: V čakanju

source: Permission denied.
cs_cz: Přístup odepřen.
hr: Dozvola odbijena.
hu_hu: Engedély megtagadva.
ro_ro: Permisiune refuzată.
sk_sk: Oprávnenie odmietnuté.
sl_si: Dovoljenje zavrnjeno.

source: Pickup Address
cs_cz: Adresa vyzvednutí
hr: Adresa preuzimanja
hu_hu: Felvételi cím
ro_ro: Adresa de ridicare
sk_sk: Adresa vyzdvihnutia
sl_si: Naslov prevzema

source: Pickup Date From
cs_cz: Datum vyzvednutí od
hr: Datum preuzimanja od
hu_hu: Felvételi dátum kezdő
ro_ro: Data ridicării de la
sk_sk: Dátum vyzdvihnutia od
sl_si: Datum prevzema od

source: Pickup Date To
cs_cz: Datum vyzvednutí do
hr: Datum preuzimanja do
hu_hu: Felvételi dátum vége
ro_ro: Data ridicării până la
sk_sk: Dátum vyzdvihnutia do
sl_si: Datum prevzema do

source: Pickup dates are required.
cs_cz: Termíny vyzvednutí jsou povinné.
hr: Datumi preuzimanja su obavezni.
hu_hu: A felvételi dátumok kötelezőek.
ro_ro: Datele de ridicare sunt obligatorii.
sk_sk: Dátumy vyzdvihnutia sú povinné.
sl_si: Datumi prevzema so obvezni.

source: Pickup Details #%d
cs_cz: Podrobnosti vyzvednutí #%d
hr: Detalji preuzimanja #%d
hu_hu: Felvétel részletei #%d
ro_ro: Detalii ridicare #%d
sk_sk: Detaily vyzdvihnutia #%d
sl_si: Podrobnosti prevzema #%d

source: Pickup From
cs_cz: Vyzvednutí od
hr: Preuzimanje od
hu_hu: Felvétel kezdete
ro_ro: Ridicare de la
sk_sk: Vyzdvihnutie od
sl_si: Prevzem od

source: Pickup History
cs_cz: Historie vyzvednutí
hr: Povijest preuzimanja
hu_hu: Felvétel előzmények
ro_ro: Istoric ridicări
sk_sk: História vyzdvihnutí
sl_si: Zgodovina prevzemov

source: Pickup ID
cs_cz: ID vyzvednutí
hr: ID preuzimanja
hu_hu: Felvételi azonosító
ro_ro: ID ridicare
sk_sk: ID vyzdvihnutia
sl_si: ID prevzema

source: Pickup Location
cs_cz: Místo vyzvednutí
hr: Mjesto preuzimanja
hu_hu: Felvételi cím
ro_ro: Locație ridicare
sk_sk: Miesto vyzdvihnutia
sl_si: Lokacija prevzema

source: Pickup location updated successfully
cs_cz: Místo vyzvednutí bylo úspěšně aktualizováno
hr: Lokacija preuzimanja uspješno ažurirana
hu_hu: Felvételi hely sikeresen frissítve
ro_ro: Locația de ridicare a fost actualizată cu succes
sk_sk: Miesto vyzdvihnutia bolo úspešne aktualizované
sl_si: Lokacija prevzema uspešno posodobljena

source: Pickup not found.
cs_cz: Vyzvednutí nebylo nalezeno.
hr: Preuzimanje nije pronađeno.
hu_hu: Felvétel nem található.
ro_ro: Ridicarea nu a fost găsită.
sk_sk: Vyzdvihnutie nebolo nájdené.
sl_si: Prevzem ni bil najden.

source: Pickup scheduled successfully!
cs_cz: Vyplánováno vyzvednutí úspěšně!
hr: Preuzimanje uspješno zakazano!
hu_hu: Felvétel sikeresen ütemezve!
ro_ro: Ridicarea a fost programată cu succes!
sk_sk: Plánovanie vyzdvihnutia úspešne!
sl_si: Prevzem uspešno zabeležen!

source: Pickup To
cs_cz: Vyzvednutí do
hr: Preuzimanje do
hu_hu: Felvétel vége
ro_ro: Ridicare până la
sk_sk: Vyzdvihnutie do
sl_si: Prevzem do

source: Please select a parcel locker/shop by clicking on Select Parcel button.
cs_cz: Prosím, vyberte Parcel Shop nebo Locker kliknutím na tlačítko Vybrat.
hr: Odaberite Paketomat/PaketShop klikom na gumb Odaberi paket.
hu_hu: Válasszon Csomagautomatát/CsomagPont-ot a Válasszon csomagot gombra kattintva.
ro_ro: Vă rugăm să selectați un locker/parcel shop, făcând clic pe butonul Selectați coletul.
sk_sk: Prosím vyberte balíkomat / Parcel Shop kliknutím na tlačidlo "Vyberte zásielku".
sl_si: Prosim izberite paketomat/paketno trgovino tako, da kliknete gumb Izberi Paket.

source: Poland
cs_cz: Polsko
hr: Poljska
hu_hu: Lengyelország
ro_ro: Polonia
sk_sk: Poľsko
sl_si: Poljska

source: Portugal
cs_cz: Portugalsko
hu_hu: Portugália
ro_ro: Portugalia
sk_sk: Portugalsko
sl_si: Portugalska

source: Print Label
cs_cz: Vytisknout štítek
hr: Ispiši oznaku
hu_hu: Csomagcímke nyomtatása
ro_ro: Tipărire etichetă
sk_sk: Štítok
sl_si: Natisni etiketo

source: Print Position
cs_cz: Pozice tisku
hr: Pozicija ispisa
hu_hu: Nyomtatási pozíció
ro_ro: Poziție de imprimare
sk_sk: Pozícia tlače
sl_si: Položaj tiskanja

source: Print Position:
cs_cz: Pozice tisku:
hr: Pozicija ispisa:
hu_hu: Nyomtatási pozíció:
ro_ro: Poziția de imprimare:
sk_sk: Pozícia tlače:
sl_si: Položaj tiskanja:

source: Production
cs_cz: Produkce
hr: Produkcija
hu_hu: Termelés
ro_ro: Producție
sk_sk: Produkcia
sl_si: Proizvodnja

source: Regenerate Shipping Label
cs_cz: Obnovit přepravní štítek
hr: Ponovno generiraj oznaku za dostavu
hu_hu: Szállítási címke újragenerálása
ro_ro: Regenerați eticheta de expediere
sk_sk: Obnoviť prepravný štítok
sl_si: Ponovno ustvarite oznako pošiljke

source: Request Data
cs_cz: Data požadavku
hr: Podaci zahtjeva
hu_hu: Kérési adatok
ro_ro: Date cerere
sk_sk: Údaje požiadavky
sl_si: Podatki zahteve

source: Request Information
cs_cz: Informace o požadavku
hr: Informacije zahtjeva
hu_hu: Kérés információi
ro_ro: Informații cerere
sk_sk: Informácie o požiadavke
sl_si: Informacije o zahtevi

source: Romania
cs_cz: Rumunsko
hr: Rumunjska
hu_hu: Románia
sk_sk: Rumunsko
sl_si: Romunija

source: Schedule a pickup request with GLS to collect packages from your location.
cs_cz: Naplánujte požadavek na vyzvednutí s GLS pro sběr balíků z vaší lokace.
hr: Zakažite zahtjev za preuzimanje s GLS-om za prikupljanje paketa s vaše lokacije.
hu_hu: Ütemezzen egy felvételi kérést a GLS-szel a csomagok összegyűjtéséhez a helyszínéről.
ro_ro: Programați o cerere de ridicare cu GLS pentru a colecta pachetele de la locația dvs.
sk_sk: Naplánujte si vyzdvihnutie balíkov s GLS z vašej lokality.
sl_si: Naročite se na prevzem paketov pri GLS na vaši lokaciji.

source: Schedule Pickup
cs_cz: Plánovat vyzvednutí
hr: Zakaži preuzimanje
hu_hu: Felvétel ütemezése
ro_ro: Programați ridicarea
sk_sk: Plánovanie vyzdvihnutia
sl_si: Zabeležite prevzem

source: Select countries to support for this shipping method.
cs_cz: Vyberte země, které chcete pro tento způsob dopravy podporovat.
hr: Odaberite zemlje koje podržavaju ovaj način dostave.
hu_hu: Válaszd ki az országokat amelyeknél támogatott ez a szállítási mód.
ro_ro: Selectați țările pentru care să suportați această metodă de transport.
sk_sk: Vyberte podporované krajiny pre tento spôsob prepravy.
sl_si: Izberite države za podporo tega načina dostave.

source: Select Parcel Locker
cs_cz: Vyberte výdejní automat
hr: Odaberite paketomat
hu_hu: Válasszon csomagautomatát
ro_ro: Selectați caseta pentru colete
sk_sk: Vyberte balíkomat
sl_si: Izberite paketomat

source: Select Parcel Shop
cs_cz: Vyberte pobočku
hr: Odaberite trgovinu za pakete
hu_hu: Válasszon csomagüzletet
ro_ro: Selectați magazinul de colete
sk_sk: Vyberte predajňu balíkov
sl_si: Izberite paketno trgovino

source: Select the country for the GLS service.
cs_cz: Vyberte zemi pro službu GLS.
hr: Odaberite državu za GLS uslugu.
hu_hu: Válaszd ki az országot a GLS szolgáltatáshoz.
ro_ro: Selectați țara pentru serviciul GLS.
sk_sk: Vyberte krajinu pre GLS služby.
sl_si: Izberite državo za GLS storitev.

source: Select the mode for the GLS API.
cs_cz: Vyberte režim pro rozhraní GLS API.
hr: Odaberite način rada za GLS API.
hu_hu: Válaszd ki a módot a GLS API-hoz.
ro_ro: Selectați modul pentru API GLS.
sk_sk: Vyberte režim pre GLS API.
sl_si: Izberite način za GLS API.
