Repository: giftformekft-tech/gls
Catalog: eredeti/languages/gls-shipping-for-woocommerce-*.po
Languages: cs_cz, hr, hu_hu, ro_ro, sk_sk, sl_si

source: %d items
cs_cz: %d položek
hr: %d stavki
hu_hu: %d tétel
ro_ro: %d articole
sk_sk: %d položiek
sl_si: %d artiklov

source: %s GLS label was successfully generated.
cs_cz: %s štítek GLS byl úspěšně vygenerován.
hr: %s GLS oznaka je uspješno generirana.
hu_hu: %s GLS címke sikeresen generálva.
ro_ro: Eticheta GLS %s a fost generată cu succes.
sk_sk: Štítok %s GLS bol úspešne vygenerovaný.
sl_si: Oznaka GLS %s je bila uspešno ustvarjena.lo

source: %s label failed to generate.
cs_cz: Štítek %s se nepodařilo vygenerovat.
hr: Generiranje oznake za %s narudžbu nije uspjelo.
hu_hu: %s címke létrehozása nem sikerült.
ro_ro: Eticheta %s nu a putut fi generată.
sk_sk: Štítok %s sa nepodarilo vygenerovať.
sl_si: Oznake %s ni bilo mogoče ustvariti.

source: %s label failed to generate.
cs_cz: Štítek %s se nepodařilo vygenerovat.
hr: Generiranje oznake za %s narudžbu nije uspjelo.
hu_hu: %s címke létrehozása nem sikerült.
ro_ro: Eticheta %s nu a putut fi generată.
sk_sk: Štítok %s sa nepodarilo vygenerovať.
sl_si: Oznake %s ni bilo mogoče ustvariti.

source: 24H Service
cs_cz: 24H služba
hr: 24H usluga
hu_hu: 24H szolgáltatás
ro_ro: Serviciu 24H
sk_sk: 24H služba
sl_si: 24H storitev

source: <br><a href="%s" target="_blank">Click here to download the PDF</a>
cs_cz: <br><a href="%s" target="_blank">Klikněte zde pro stažení PDF</a>
hr: <br><a href="%s" target="_blank">Kliknite ovdje za preuzimanje PDF-a</a>
hu_hu: <br><a href="%s" target="_blank">Kattintson ide a PDF letöltéséhez</a>
ro_ro: <br><a href="%s" target="_blank">Faceți clic aici pentru a descărca PDF-ul</a>
sk_sk: <br><a href="%s" target="_blank">Kliknutím tu stiahnete súbor PDF</a>
sl_si: <br><a href="%s" target="_blank">Kliknite tukaj za prenos PDF</a>

source: Account
cs_cz: Účet
hr: Račun
hu_hu: Fiók
ro_ro: Cont
sk_sk: Účet
sl_si: Račun

source: Account Mode
cs_cz: Režim účtu
hr: Način računa
hu_hu: Fiók mód
ro_ro: Mod cont
sk_sk: Režim účtu
sl_si: Način računa

source: Actions
cs_cz: Akce
hr: Radnje
hu_hu: Műveletek
ro_ro: Acțiuni
sk_sk: Akcie
sl_si: Akcije

source: Active
cs_cz: Aktivní
hr: Aktivno
hu_hu: Aktív
ro_ro: Activ
sk_sk: Aktívne
sl_si: Aktivno

source: Add New Account
cs_cz: Přidat nový účet
hr: Dodaj novi račun
hu_hu: Új fiók hozzáadása
ro_ro: Adaugă cont nou
sk_sk: Pridať nový účet
sl_si: Dodaj nov račun

source: Add New Address
cs_cz: Přidat novou adresu
hr: Dodaj novu adresu
hu_hu: Új cím hozzáadása
ro_ro: Adăugați o adresă nouă
sk_sk: Pridať novú adresu
sl_si: Dodaj nov naslov

source: Address
cs_cz: Adresa
hr: Adresa
hu_hu: Cím
ro_ro: Adresă
sk_sk: Adresa
sl_si: Naslov

source: Address:
cs_cz: Adresa:
hr: Adresa:
hu_hu: Cím:
ro_ro: Adresă:
sk_sk: Adresa:
sl_si: Naslov:

source: Addressee Only (AOS)
cs_cz: Pouze adresát (AOS)
hr: Samo primatelj (AOS)
hu_hu: Csak címzett (AOS)
ro_ro: Doar destinatar (AOS)
sk_sk: Iba adresát (AOS)
sl_si: Samo prejemnik (AOS)

source: Addressee Only Service (AOS)
hr: Usluga AddresseeOnlyService (AOS)
hu_hu: Csak címzett szolgáltatás (AOS)
ro_ro: We do not use this service in RO
sl_si: Storitev Samo za Naslovnika (AOS)

source: An error occurred while generating the GLS labels PDF.
cs_cz: Při generování PDF štítků GLS došlo k chybě.
hr: Došlo je do pogreške prilikom generiranja PDF-a GLS oznaka.
hu_hu: Hiba történt a GLS-címkék PDF-fájljának generálásakor.
ro_ro: A apărut o eroare la generarea PDF-ului de etichete GLS.
sk_sk: Pri generovaní PDF štítkov GLS sa vyskytla chyba.
sl_si: Med generiranjem PDF nalepk GLS je prišlo do napake.

source: API Settings for all of the GLS Shipping Options.
cs_cz: Nastavení API pro všechny možnosti přepravy GLS.
hr: API postavke za sve GLS opcije dostave.
hu_hu: API beállítások az összes GLS szállítási opcióhoz
ro_ro: Setări API pentru toate opțiunile de expediere GLS.
sk_sk: API nastavenia pre všetky GLS doručovacie možnosti.
sl_si: Nastavitve API-ja za vse možnosti dostave GLS.

source: Austria
cs_cz: Rakousko
hr: Austrija
hu_hu: Ausztria
sk_sk: Rakúsko
sl_si: Avstrija

source: Availability depends on the country. Can’t be used with FDS and FSS services.
cs_cz: Dostupnost závisí na zemi. Nelze použít se službami FDS a FSS.
hr: Dostupnost ovisi o zemlji. Ne može se koristiti s FDS i FSS uslugama.
hu_hu: Az elérhetőség országtól függő. Nem párosítható FDS és FSS szolgáltatással.
ro_ro: Disponibilitatea depinde de fiecare țară. Nu poate fi utilizat cu serviciile FDS și FSS.
sk_sk: Dostupnosť závisí na krajine. Nie je možné použiť s FDS a FSS službami.
sl_si: Dostopnost je odvisna od države. Ne more se uporabljati s storitvami FDS in FSS.

source: Available within specific limits based on the country.
cs_cz: K dispozici v rámci určitých limitů v závislosti na zemi.
hr: Dostupno unutar određenih ograničenja ovisno o zemlji.
hu_hu: Országtól függően, bizonyos kereteken belül elérhető.
ro_ro: Disponibil în anumite limite specifice în funcție de țară.
sk_sk: Dostupné v rámci limitov založených na krajine,
sl_si: Na voljo so znotraj določenih omejitev glede na državo.

source: Bulgaria
cs_cz: Bulharsko
hr: Bugarska
hu_hu: Bulgária
sk_sk: Bulharsko
sl_si: Bolgarija

source: Bulk Generate GLS Labels
cs_cz: Hromadné generování štítků GLS
hr: Skupno generiranje GLS naljepnica
hu_hu: GLS-címkék tömeges generálása
ro_ro: Generați în bloc etichete GLS
sk_sk: Hromadné generovanie štítkov GLS
sl_si: Množično ustvarjanje oznak GLS

source: Bulk Print GLS Labels
cs_cz: Hromadný tisk štítků GLS
hr: Skupno ispisivanje GLS naljepnica
hu_hu: Tömeges nyomtatás GLS címkék
ro_ro: Imprimare în vrac etichete GLS
sk_sk: Hromadná tlač štítkov GLS
sl_si: Množično tiskanje nalepk GLS

source: Can’t be used with T09, T10, and T12 services.
cs_cz: Nelze použít se službami T09, T10 a T12.
hr: Ne može se koristiti s uslugama T09, T10 i T12.
hu_hu: Nem párosítható T09, T10 és T12 szolgáltatással.
ro_ro: Nu poate fi utilizat cu serviciul T12.
sk_sk: Nie je možné použiť s T09, T10 a T12 službami.
sl_si: Ne more se uporabljati s storitvami T09, T10 in T12.

source: Cart total amount above which shipping will be free. Set to 0 to disable.
cs_cz: Celková částka košíku, nad kterou bude doprava zdarma. Nastavením na 0 deaktivujete.
hr: Ukupni iznos košarice iznad kojeg će dostava biti besplatna. Postavite na 0 za onemogućavanje.
hu_hu: A kosár teljes összege, amely felett a szállítás ingyenes. A letiltáshoz állítsa 0-ra.
ro_ro: Suma totală coș peste care transportul va fi gratuit. Setați la 0 pentru a dezactiva.
sk_sk: Celková suma košíka, nad ktorú bude doprava zadarmo. Pre deaktiváciu nastavte na 0.
sl_si: Skupni znesek košarice, nad katerim bo poštnina brezplačna. Nastavite na 0, da onemogočite.

source: Change Pickup Location
cs_cz: Změnit místo vyzvednutí
hr: Promijeni lokaciju preuzimanja
hu_hu: Felvételi hely módosítása
ro_ro: Schimbați locația de ridicare
sk_sk: Zmeniť miesto vyzdvihnutia
sl_si: Spremeni lokacijo prevzema

source: Check this box if this product cannot be shipped to parcel shops or parcel lockers. This will hide those shipping options when this product is in the cart.
cs_cz: parcel shopy nebo parcel lockery. Tím se skryjí tyto možnosti dopravy, když je tento produkt v košíku.
hr: Označite ako ovaj proizvod ne može biti dostavljen u PaketShopove ili Paketomate. Ovo će sakriti te opcije dostave kada je ovaj proizvod u košarici.
hu_hu: parcel shopokba vagy parcel lockerekbe. Ez elrejti ezeket a szállítási lehetőségeket, amikor ez a termék a kosárban van.
ro_ro: Bifați această casetă dacă acest produs nu poate fi livrat către magazine de colete sau dulapuri pentru colete. Această acțiune va ascunde opțiunile de livrare atunci când produsul se află în coș.
sk_sk: Zaškrtnite toto políčko, ak tento produkt nie je možné odoslať do balíkových obchodov alebo balíkových schránk. Týmto sa tieto možnosti dopravy skryjú, keď je tento produkt v košíku.
sl_si: Označite to polje, če tega izdelka ni mogoče poslati v trgovine s paketi ali omarice za pakete. S tem boste skrili te možnosti pošiljanja, ko je ta izdelek v košarici.

source: Choose between single or multiple GLS accounts.
cs_cz: Vyberte mezi jedním nebo více GLS účty.
hr: Odaberite između jednog ili više GLS računa.
hu_hu: Válasszon egy vagy több GLS fiók között.
ro_ro: Alegeți între unul sau mai multe conturi GLS.
sk_sk: Vyberte medzi jedným alebo viacerými GLS účtami.
sl_si: Izberite med enim ali več GLS računi.

source: Choose the pickup address from configured sender addresses or store default.
cs_cz: Vyberte adresu vyzvednutí z nakonfigurovaných adres odesílatele nebo výchozí adresu obchodu.
hr: Odaberite adresu preuzimanja iz konfiguriranih adresa pošiljaoca ili zadanu adresu trgovine.
hu_hu: Válassza ki a felvételi címet a beállított feladói címek közül, vagy az üzlet alapértelmezett címét.
ro_ro: Alegeți adresa de preluare dintre adresele expeditorului configurate sau adresa implicită din magazin.
sk_sk: Vyberte adresu vyzdvihnutia z nakonfigurovaných adries odosielateľa alebo predvolenú adresu obchodu.
sl_si: Izberite naslov za prevzem med konfiguriranimi naslovi pošiljatelja ali privzetim naslovom trgovine.

source: Client ID
cs_cz: Klientské ID
hr: ID klijenta
hu_hu: Ügyfél ID
ro_ro: ID client
sk_sk: ID klienta
sl_si: ID številka stranke

source: COD Reference:
hr: COD referenca:
hu_hu: COD hivatkozás:
ro_ro: Referință COD:
sk_sk: COD referencia:
sl_si: COD referenca:

source: Contact Email
cs_cz: Kontaktní email
hr: Kontakt email
hu_hu: Kapcsolati email
ro_ro: Email contact
sk_sk: Kontaktný email
sl_si: Kontaktni email

source: Contact Name
cs_cz: Jméno kontaktu
hr: Ime kontakta
hu_hu: Kapcsolati név
ro_ro: Numele contactului
sk_sk: Meno kontaktu
sl_si: Ime kontakta

source: Contact Phone
cs_cz: Kontaktní telefon
hr: Kontakt telefon
hu_hu: Kapcsolati telefon
ro_ro: Telefon contact
sk_sk: Kontaktný telefón
sl_si: Kontaktni telefon

source: Contact Service (CS1)
cs_cz: Kontaktovat službu (CS1)
hr: Usluga ContactService(CS1)
hu_hu: Kapcsolati szolgáltatás (CS1)
ro_ro: Serviciu de contact (CS1)
sl_si: Klic Pred Dostavo (CS1)

source: Content
cs_cz: Obsah
hr: Sadržaj
hu_hu: Tartalom
ro_ro: Conținut
sk_sk: Obsah
sl_si: Vsebina

source: Count
cs_cz: Počet
hr: Broj
hu_hu: Darabszám
ro_ro: Număr
sk_sk: Počet
sl_si: Šteti

source: Country
cs_cz: Země
hr: Država
hu_hu: Ország
ro_ro: Țară
sk_sk: Krajina
sl_si: Država

source: Country:
cs_cz: Země
hr: Država:
hu_hu: Ország:
ro_ro: Țară:
sk_sk: Krajina:
sl_si: Država:

source: Created
cs_cz: Vytvořeno
hr: Kreirano
hu_hu: Létrehozva
ro_ro: Creat
sk_sk: Vytvorené
sl_si: Ustvarjeno

source: Croatia
cs_cz: Chorvatsko
hr: Hrvatska
hu_hu: Horvátország
ro_ro: Croația
sk_sk: Chorvátsko
sl_si: Hrvaška

source: Customize how GLS shipping methods are displayed to customers.
cs_cz: Přizpůsobte způsob zobrazení GLS dopravních metod zákazníkům.
hr: Prilagodite kako se GLS načini dostave prikazuju kupcima.
hu_hu: Testreszabhatja a GLS szállítási módszerek megjelenítését az ügyfelek számára.
ro_ro: Personalizați modul în care metodele de transport GLS sunt afișate clienților.
sk_sk: Prispôsobte, ako sa GLS spôsoby dopravy zobrazujú zákazníkom.
sl_si: Prilagodite, kako se GLS načini dostave prikazujejo strankam.

source: Czech Republic
cs_cz: Česká republika
hr: Češka
hu_hu: Csehország
ro_ro: Republica Cehă
sk_sk: Česká republika
sl_si: Češka Republika

source: Default
cs_cz: Výchozí
hr: Zadano
hu_hu: Alapértelmezett
ro_ro: Implicit
sk_sk: Predvolené
sl_si: Privzeto

source: Default Account
cs_cz: Výchozí účet
hr: Zadani račun
hu_hu: Alapértelmezett fiók
ro_ro: Cont implicit
sk_sk: Predvolený účet
sl_si: Privzeti račun

source: Delete
cs_cz: Odstranit
hr: Obriši
hu_hu: Törlés
ro_ro: Șterge
sk_sk: Odstrániť
sl_si: Izbriši

source: Delivery to Address
cs_cz: Doručení na adresu
hr: Dostava na adresu
hu_hu: Címre szállítás
ro_ro: Livrare la adresă
sk_sk: Doručenie na adresu
sl_si: Dostava na Naslov

source: Delivery to GLC Parcel Locker
cs_cz: Doručení do GLC Parcel Lockeru
hr: Dostava u GLS Paketomat
hu_hu: GLS Csomagautomatába szállítás
ro_ro: Livrare la GLC Parcel Locker
sk_sk: Doručenie do GLC balíkomatu
sl_si: Dostava v GLC Paketomat

source: Delivery to GLC Parcel Shop
cs_cz: Doručení do GLC Parcel Shopu
hr: Dostava u GLS PaketShop
hu_hu: GLS Csomagpontba szállítás
ro_ro: Livrare la GLC Parcel Shop
sk_sk: Doručenie do GLC Parcel Shop-u
sl_si: Dostava v GLC Paketno Trgovino

source: Delivery to GLS Parcel Locker
cs_cz: Doručení do GLS Parcel Lockeru
hr: Dostava u GLS Paketomat
hu_hu: GLS Csomagautomatába szállítás
ro_ro: Livrare la GLS Parcel Locker
sk_sk: Doručenie do GLS balíkomatu
sl_si: Dostava v GLS Paketomat

source: Delivery to GLS Parcel Shop
cs_cz: Doručení do GLS Parcel Shopu
hr: Dostava u GLS PaketShop
hu_hu: GLS Csomagpontba szállítás
ro_ro: Livrare la GLS Parcel Shop
sk_sk: Doručenie do GLS Parcel Shop-u
sl_si: Dostava v GLS Paketno Trgovino

source: Denmark
cs_cz: Dánsko
hr: Danska
hu_hu: Dánia
ro_ro: Danemarca
sk_sk: Dánsko
sl_si: Danska

source: Disabled
cs_cz: Vypnuto
hr: Onemogućeno
hu_hu: Letiltva
ro_ro: Dezactivat
sk_sk: Vypnuté
sl_si: Onemogočeno

source: Display GLS logo next to shipping methods
cs_cz: Zobrazte logo GLS vedle dopravních metod
hr: Prikaži GLS logo pored načina dostave
hu_hu: GLS logó megjelenítése a szállítási módszerek mellett
ro_ro: Afișează logo-ul GLS lângă metodele de transport
sk_sk: Zobrazte logo GLS vedľa spôsobov dopravy
sl_si: Prikaži ikono GLS ob strankah dostave

source: Display Options
cs_cz: Možnosti zobrazení
hr: Opcije prikaza
hu_hu: Megjelenítési beállítások
ro_ro: Opțiuni afișare
sk_sk: Možnosti zobrazenia
sl_si: Možnosti prikaza

source: Download GLS Label
cs_cz: Stáhněte si GLS Label
hr: Preuzmi GLS oznaku
hu_hu: Töltse le a GLS-címkét
ro_ro: Descărcați eticheta GLS
sk_sk: Stiahnite si štítok GLS
sl_si: Prenesite oznako GLS

source: Earliest date and time for pickup.
cs_cz: Nejbližší datum a čas vyzvednutí.
hr: Najraniji datum i vrijeme za preuzimanje.
hu_hu: Legkorábbi felvételi dátum és idő.
ro_ro: Cea mai timpurie dată și oră pentru ridicare.
sk_sk: Najskorší dátum a čas vyzdvihnutia.
sl_si: Najzgodnejši datum in čas za prevzem.

source: Edit
cs_cz: Upravit
hr: Uredi
hu_hu: Szerkesztés
ro_ro: Editează
sk_sk: Upraviť
sl_si: Uredi

source: Enable
cs_cz: Povolit
hr: Omogući
hu_hu: Engedélyezd
ro_ro: Activați
sk_sk: Povoliť
sl_si: Omogoči

source: Enable 24H
cs_cz: Povolit 24H
hr: Omogući 24h
hu_hu: Engedélyezd a 24H-t
ro_ro: Activare 24H
sk_sk: Povoliť 24H
sl_si: Omogoči 24H

source: Enable AOS
cs_cz: Povolit AOS
hr: Omogući AOS
hu_hu: Engedélyezd az AOS-t
ro_ro: We do not have this service
sk_sk: Povoliť AOS
sl_si: Omogoči AOS

source: Enable CS1
cs_cz: Povolit CS1
hr: Omogući CS1
hu_hu: Engedélyezd a CS1-et
ro_ro: We do not have this service
sk_sk: Povoliť CS1
sl_si: Omogoči CS1

source: Enable FDS
cs_cz: Povolit FDS
hr: Omogući FDS
hu_hu: Engedélyezd az FDS-t
ro_ro: Activare FDS
sk_sk: Povoliť FDS
sl_si: Omogoči FDS

source: Enable FSS
cs_cz: Povolit FSS
hr: Omogući FSS
hu_hu: Engedélyezd az FSS-t
ro_ro: Activare FSS
sk_sk: Povoliť FSS
sl_si: Omogoči FSS

source: Enable INS
cs_cz: Povolit INS
hr: Omogući INS
hu_hu: Engedélyezd az INS-t
ro_ro: Activare INS
sk_sk: Povoliť INS
sl_si: Omogoči INS

source: Enable Logging
cs_cz: Povolit protokolování
hr: Omogući bilježenje
hu_hu: Engedélyezd a naplózást
ro_ro: Activați logarea
sk_sk: Povoliť logovanie
sl_si: Omogoči Beleženje

source: Enable logging of GLS API requests and responses
cs_cz: Povolit protokolování požadavků a odpovědí rozhraní GLS API
hr: Omogući bilježenje GLS API zahtjeva i odgovora
hu_hu: Engedélyezd a GLS API lekérések és válaszok naplózását
ro_ro: Activați logarea cererilor și răspunsurilor la API GLS
sk_sk: Povoliť logovanie pre GLS API požiadavky a odpovede.
sl_si: Omogoči beleženje zahtevkov in odgovorov GLS API

source: Enable SM1
cs_cz: Povolit SM1
hr: Omogući SM1
hu_hu: Engedélyezd az SM1-et
ro_ro: Activare SM1
sk_sk: Povoliť SM1
sl_si: Omogoči SM1

source: Enable SM2
cs_cz: Povolit SM2
hr: Omogući SM2
hu_hu: Engedélyezd az SM2-t
ro_ro: Activare SM2
sk_sk: Povoliť SM2
sl_si: Omogoči SM2

source: Enable this shipping globally.
cs_cz: Povolit tuto dopravu globálně.
hr: Omogući ovu metodu globalno.
hu_hu: Engedélyezze ezt a globális szállítást.
ro_ro: Activați această expediere la nivel global.
sk_sk: Povoliť túto zásielku globálne.
sl_si: Omogoči to pošiljanje po vsem svetu.

source: Enable/Disable each of GLS Services for your store.
cs_cz: Povolit/zakázat jednotlivé služby GLS pro váš obchod.
hr: Omogućite/onemogućite svaku GLS uslugu za svoju trgovinu.
hu_hu: Engedélyezd/tiltsd le az egyes GLS szolgáltatásokat az áruházadban.
ro_ro: Activați/dezactivați fiecare dintre serviciile GLS pentru magazinul dumneavoastră.
sk_sk: Povoliť / zakázať jednotlivé GLS služby pre váš obchod.
sl_si: Omogoči/Onemogoči vsako od GLS storitev za vašo trgovino.

source: Enter the format for order reference. Use {{order_id}} where you want the order ID to be inserted.
cs_cz: Zadejte formát odkazu na objednávku. Použijte {{order_id}}, kam chcete vložit ID objednávky.
hr: Unesite format za referencu narudžbe. Upotrijebite {{order_id}} gdje želite da se umetne ID narudžbe.
hu_hu: Írd be a rendelési hivatkozás formátumát. Használd a {{order_id}}-t ott, ahol a rendelési azonosítót be szeretnéd illeszteni.
ro_ro: Introduceți formatul pentru referința comenzii. Folosiți {{order_id}}} în locul în care doriți să fie introdus ID-ul comenzii.
sk_sk: Zadajte formát referencie objednávky. Použite {{order_id}} tam kde chcete aby bolo vložené ID objednávky.
sl_si: Vnesite format za sklicevanje na naročilo. Uporabite {{order_id}}, kjer želite vstaviti ID naročila.

source: Enter the shipping price for this method.
cs_cz: Zadejte cenu dopravy pro tento způsob.
hr: Unesite cijenu dostave za ovu metodu.
hu_hu: Írd be ennek a módszernek a szállítási díját.
ro_ro: Introduceți prețul de expediere pentru această metodă.
sk_sk: Zadajte cenu prepravy pre tento spôsob.
sl_si: Vnesite ceno dostave za ta način.

source: Enter your GLS Client ID.
cs_cz: Zadejte své ID klienta GLS.
hr: Unesite svoj GLS ID klijenta.
hu_hu: Írd be a GLS ügyfél azonosító számodat.
ro_ro: Introduceți ID-ul dvs. de client GLS.
sk_sk: Zadajte vám pridelené GLS ID zákazníka.
sl_si: Vnesite svojo GLS ID številko.

source: Enter your GLS Password.
cs_cz: Zadejte své GLS heslo.
hr: Unesite svoju GLS lozinku.
hu_hu: Írd be a GLS jelszavadat.
ro_ro: Introduceți parola GLS.
sk_sk: Zadajte vaše GLS heslo.
sl_si: Vnesite svoje GLS geslo.

source: Enter your GLS Username.
cs_cz: Zadejte své GLS uživatelské jméno.
hr: Unesite svoje GLS korisničko ime.
hu_hu: Írd be a GLS felhasználó nevedet.
ro_ro: Introduceți numele de utilizator GLS.
sk_sk: Zadajte vaše GLS prihlasovacie meno.
sl_si: Vnesite svoje GLS uporabniško ime.

source: Error
cs_cz: Chyba
hr: Greška
hu_hu: Hiba
ro_ro: Eroare
sk_sk: Chyba
sl_si: Napaka

source: Express Delivery Service (T09, T10, T12)
cs_cz: Expresní doručovací služba (T09, T10, T12)
hr: Usluga ExpressDeliveryService(T09, T10, T12)
hu_hu: Határidős kézbesítési szolgáltatás (T09, T10, T12)
ro_ro: Serviciul de livrare expres (T12)
sl_si: Express dostava (T09, T10, T12)

source: Express Delivery Service Time
cs_cz: Čas expresního doručení
hr: Vrijeme usluge ekspresne dostave
hu_hu: Határidős kézbesítési szolgáltatás ideje
ro_ro: Timpul serviciului de livrare Express
sk_sk: Express Delivery Service čas
sl_si: Čas dostave Express storitve

source: Express Service:
cs_cz: Expresní služba:
hr: Express usluga:
hu_hu: Express szolgáltatás:
ro_ro: Serviciu Express:
sk_sk: Express služba:
sl_si: Express storitev:

source: Failed order IDs: %s
cs_cz: ID neúspěšných objednávek: %s
hr: Neuspjeli ID-ovi narudžbi: %s
hu_hu: Sikertelen rendelésazonosítók: %s
ro_ro: ID-uri de comandă nereușită: %s
sk_sk: ID neúspešných objednávok: %s
sl_si: ID-ji neuspešnega naročila: %s

source: Finland
cs_cz: Finsko
hr: Finska
hu_hu: Finnország
ro_ro: Finlanda
sk_sk: Fínsko
sl_si: Finska

source: Flexible Delivery (FDS)
cs_cz: Flexibilní doručovací služba (FDS)
hr: Fleksibilna dostava (FDS)
hu_hu: Rugalmas kézbesítési szolgáltatás (FDS)
ro_ro: Livrare flexibilă (FDS)
sk_sk: Flexibilná doprava (FDS)
sl_si: Prilagodljiva dostava (FDS)

source: Flexible Delivery Service (FDS)
cs_cz: Flexibilní doručovací služba (FDS)
hr: Usluga FlexDeliveryService (FDS)
hu_hu: Rugalmas kézbesítési szolgáltatás (FDS)
ro_ro: Serviciul de livrare flexibilă (FDS)
sk_sk: Flexibilná doprava (FDS)
sl_si: Prilagodljiva dostava (FDS)

source: Flexible Delivery SMS (FSS)
cs_cz: Flexibilní SMS doručovací služba (FSS)
hr: Fleksibilna dostava SMS (FSS)
hu_hu: Rugalmas kézbesítési szolgáltatás SMS (FSS)
ro_ro: Livrare flexibilă SMS (FSS)
sk_sk: Flexibilná doprava SMS (FSS)
sl_si: Prilagodljiva dostava SMS (FSS)

source: Flexible Delivery SMS Service (FSS)
cs_cz: Flexibilní SMS doručovací služba (FSS)
hr: Usluga FlexDeliveryService SMS (FDS)
hu_hu: Rugalmas kézbesítési szolgáltatás SMS (FSS)
ro_ro: Serviciul SMS de livrare flexibilă (FSS)
sk_sk: Flexibilná doprava SMS (FSS)
sl_si: Prilagodljiva dostava SMS (FSS)

source: France
cs_cz: Francie
hr: Francuska
hu_hu: Franciaország
ro_ro: Franța
sk_sk: Francúzsko
sl_si: Francija

source: Free Shipping Threshold
cs_cz: Hranice dopravy zdarma
hr: Prag besplatne dostave
hu_hu: Ingyenes szállítási küszöb
ro_ro: Pragul de livrare gratuită
sk_sk: Hranica dopravy zdarma
sl_si: Prag brezplačne dostave

source: Generate GLS Label
cs_cz: Vygenerovat štítek GLS
hr: Generiraj GLS oznaku
hu_hu: GLS-címke létrehozása
ro_ro: Generați eticheta GLS
sk_sk: Vygenerujte štítok GLS
sl_si: Ustvari oznako GLS

source: Generate Shipping Label
cs_cz: Generoval přepravní štítek
hr: Generiraj oznaku za dostavu
hu_hu: Szállítási címke létrehozása
ro_ro: Generarea etichetei de expediere
sk_sk: Generovať prepravný štítok
sl_si: Ustvarjanje etikete za pošiljanje

source: Germany
cs_cz: Německo
hr: Njemačka
hu_hu: Németország
ro_ro: Germania
sk_sk: Nemecko
sl_si: Nemčija

source: Get Parcel Status
cs_cz: Získat stav objednávky
hr: Dohvati status pošiljke
hu_hu: Rendelés állapotának lekérdezése
ro_ro: Obțineți statusul comenzii
sk_sk: Získať stav objednávky
sl_si: Dobite status naročila

source: GLS Accounts
cs_cz: GLS účty
hr: GLS računi
hu_hu: GLS fiókok
ro_ro: Conturi GLS
sk_sk: GLS účty
sl_si: GLS računi

source: GLS API credentials not configured.
cs_cz: Nepřipraveno API přihlašovací údaje GLS.
hr: GLS API podaci nisu konfigurirani.
hu_hu: GLS API hitelesítő adatok nem konfigurálva.
ro_ro: Credențialele API GLS nu sunt configurate.
sk_sk: Neprihlásené GLS API údaje.
sl_si: Nastavitve API-ja za GLS ni mogoče konfigurirati.

source: GLS API Settings
cs_cz: Nastavení GLS API
hr: GLS API postavke
hu_hu: GLS API beállítások
ro_ro: Setări GLS API
sk_sk: Nastavenia GLS API
sl_si: Nastavitve API-ja za GLS

source: GLS Delivery to Address
cs_cz: GLS doručení na adresu
hr: GLS dostava na adresu
hu_hu: GLS címre szállítás
ro_ro: Livrare GLS la adresă
sk_sk: GLS doručenie na adresu
sl_si: GLS Dostava na Naslov

source: GLS label for %s order has been generated.
cs_cz: Štítek GLS pro objednávku %s byl vygenerován.
hr: GLS oznaka za %s narudžbu je generirana.
hu_hu: A(z) %s rendelés GLS-címkéje létrejött.
ro_ro: Eticheta GLS pentru comanda %s a fost generată.
sk_sk: Štítok GLS pre objednávku %s bol vygenerovaný.
sl_si: Oznaka GLS za naročilo %s je bila ustvarjena.

source: GLS Parcel Locker
hr: GLS Paketomat
hu_hu: GLS Csomagautomata
sk_sk: GLS balíkomat
sl_si: GLS Paketomat

source: GLS Parcel Shop
hr: GLS PaketShop
hu_hu: GLS Csomagpont
sl_si: GLS Paketna Trgovina

source: GLS Pickup
cs_cz: GLS vyzvednutí
hr: GLS preuzimanje
hu_hu: GLS felvétel
ro_ro: Ridicare GLS
sk_sk: GLS vyzdvihnutie
sl_si: Prevzem paketov GLS
